Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/historia_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Árrahistorjá
smn: Toovláš historjá

source: Sámit ledje daid olbmuid maŋisboahttit, geat ásaiduvve Davvi-Fennoskandiai dalán jiekŋabaji maŋŋá badjel 10 000 jagi dassái.
smn: Sämmiliih láá toi ulmui maajeeldpuátteeh, kiäh asâiduttii Tave-Fennoskandia tállân jieŋâpaje maŋa paijeel 10 000 ihheed tassaaš.

source: Davvi-Skandinávia sámiálbmot nállašuvaš vuosttas Jiekŋameara rittu álbmogiin ja vuođđosámi hálli álbmogis.
smn: Tave-Skandinavia sämiaalmug nálásuš vuossâmuin Jieŋâmeerâ rido aalmugijn já vuáđusämikielâ sárnoo aalmugist.

source: Dálásámit leat oassi geađgebaji álbmoga maŋisboahttijoatkit, mat ásaiduvve sámeguvlui dalán jiekŋabaji maŋŋá.
smn: Táálááh sämmiliih láá keđgiääigi aalmug maajeeldpuáttei uási, mii sajadui sämikuávlun tállân jieŋâpaje maŋa.

source: Sámiid orrunguovlu ja lávdu lei viidásamos áigelogu álggu sulaid 1000-lohkui.
smn: Sämmilij aassâmkuávlu já lavdâm lijjii puoh vijđásumos äigilovo algâmuddoost 1000-lohon.

source: Sámit orro Laatokkas Jiekŋamerrii ja Gaska-Skandinavias Vilgesmerrii.
smn: Sämmiliih assii Laatokkast Jieŋâmeerân já Koskâ-Skandinaviast Vienanmeerân.

source: Earet máttaviesttar- ja máttarittu oppa dálá Suoma guovlu lei sámiid orrunguovlu.
smn: Uárji- já maadârido vuotânväldihánnáá ubâ tááláá Suomâ kuávlu lâi sämmilâš aassâmkuávlu.

source: Mátta-Suomas lea ainge sápmelašvuđot báikenamat muittuheamin guovllu dološ návddašeamis.
smn: Maadâ-Suomâst láá ain sämialgâliih sajenoomah muštootmin kuávlu tovláá naavdâšmist.

source: Sámiid ollašuhttán ealáhusvugiin leat seilon dieđut sámi álbmotárbbis ja arkeologalaš dutkan lea buktán ođđa dieđu dološ sámeservošiid birra.
smn: Sämmilij hárjuttem iäláttâshaamijn lii siäilum tiätu sämmilâš aalmugärbivyevist já arkeologâlâš tutkâmuš lii puáhtám uđđâ tiäđu tovláá sämisiärváduvvâin.

source: Sámit leat ollašuhttán árrahistorjjá áigge bivddu, čoaggima, guollebivddu ja boazodoalu.
smn: Sämmiliih láá hárjuttâm tovláá historjá ääigi pivdo, nuurrâm, kuálástem já puásuituálu.

source: Ealáhusat leat leamaš hui luonddulági miel ja buot materiálaid oažžui luonddus.
smn: Iäláttâsah láá lamaš uáli luándunálásiih já puoh amnâseh finnejii luándust.

source: Sámiid luonddugaskavuođas muitala bures dat, ahte eatnamii lea báhcán hui unnán luottat dološ sámekultuvrras arkeologaid dutkama várás.
smn: Sämmilij luándukoskâvuođâ čáittá pyereest tot, ete enâdâhân láá pááccám viehâ uccáá meerhah tovláá sämikulttuurijn arkeologij tutkâm várás.

source: Sámiid dološosku vuođđuduvai eará davvi oskkuid láhkai luonddubálvaleapmái ja osku lei šamanisttalaš.
smn: Sämmilij toovláš oskoldâh vuáđudui eres tave oskolduvâi náál luándupalvâlmân já oskoldâh lâi šamanistlâš.

source: Sámit bálvaledje luondduháldiid, dego (Biegga-albmá, Biegga-gállá), bajánipmila (Dierpmis – Äijjih - Áddjá) ja nisson sihke eatnivuođa háldi Sáráhkká ja meahccebivddu háldi Juoksáhkká.
smn: Sämmiliih palvâlii luánduhäldeid, tego almaid pieggâalmaa (Biegga-almmái, Bieggagállis), äijihšooŋâimmeel (Dierpmis – Äijjih- Àddja) sehe nisonijd ennivuođâ immeel Sáráhká já miäcástem immeel Juoksáhkká.

source: Guovddáš muitu sámiid šamanisttalaš oskkus lea meavrresgárri, maid leat govuhan ee. ipmilsymbolaiguin.
smn: Puoh enâmustáá uáinojeijee mušto sämmilâš šamanistlâš oskolduvvâst lii nuáidirumbu, maid láá kuvvim el. immeelsymbolijguin.

source: Dehalaš oassi oskkus lei oaffariid addin siiddiide, sieiddit, gos jáhkke ipmiliid ássat.
smn: Tergâdis oskolduv uási lâi uhrelaahjij adelem sieidáid, sieidih, main uskuu, ete imeleh ääsih.

source: Sieiddit ledje iešguđet sturrosaš luonddučuozáhagat.
smn: Sieidih lijjii eromâš luándučuosâttuvah.

source: Beakkán sieidi lea Anára gielddas Áijihsuálus.
smn: Tobdosumos sieidi lii Aanaar kieldâ Äijihsuálui.

source: Siiddiide oaffaruššui guolli, biergu, dávttit sihke maŋŋá maiddái ruhta ja eará árvobiergasat.
smn: Sieidáid uhredii kyele, piärgu, čoorvijd sehe maŋeláá meid ruuđâ já eres árvutiiŋgâid.

source: Sieiddit leat vejolaččat doaibman maiddái siiddaid gaskasaš rádječuoldan.
smn: Sieidih láá máhđulávt lamaš meid siijdâi koskâsiih räjiuurah.

source: Sámiid searvvušvuogádaga vuođđu lea siida dahjege sámegilli, mii lea ealáhusa ollašuhttima ovttadat sihke servodatlaš ja guovlluguovdasaš hálddahusovttadat.
smn: Sämmilij siärvádâhvuáháduv vuáđu lii sijdâ, mii lii iäláttâs hárjuttem ohtâdâh sehe siärvuslâš já kuávlulâš haldâttâhohtâdâh.

source: Sátni siida lea etymologalaččat gaskavuođas sátnái sieidi, mii dárkkuha geađggi dahje bávtti, mii lea bálvaleami čuozáhahkan.
smn: Sääni sijdâ lii sääni algâpuáttim mield koskâvuođâst sáánán sieidi, mii meerhâš palvâlem čuosâttâhhân leijee keeđgi teikâ källee.

source: Siiddain ledje ráját ja siiddaid ráját ledje maŋŋelis vuođđun go sámiid orrunguovlluide vuođđudedje gielddaid.
smn: Siijdâin lijjii rääjih já siijdâi rääjih lijjii maŋeláá vuáđđun ko sämmilij aassâmkuávloid vuáđudii kieldâid.

source: Johan Turi lea girjjistis j. 1910 Muitalus sámiid birra govvidan sámiid álbmotárbbi ja erenoamážit badjesámiid folklore.
smn: Johan Turi lii kirjeest i. 1910 Muštâlušah sämmilijn (Muitalus sámiid birra) kuvvim sämmilij aalmugärbivyevi já eromâšávt puásuisämmilij aalmugärbivyevi.

source: Álbmotárbbi mielde sámit álge bivdit gottiid ja guođohit daid dan maŋŋá boazun.
smn: Aalmugärbivyevi mield sämmiliih algii pivdeđ kuudijd já paimândiđ taid tom maŋa puásujin.

source: Go fáhtejedje lojimus gottiid gitta daid geavahedje hohkallananeallin ja dánu stuorrudedje boazoealuid ja álge eallit daiguin birra jagiid ja johtit seamma láhkai go sámit dán áiggege dahket.
smn: Talle ko lijjii finnim puoh lojesumos kuudijd kiddâ te taid kevttii hokâttâsellen já návt šoddâdii puásuisiijdâid já algii eelliđ toiguin pirrâ ive já jotteeđ siämmáánáál ko sämmiliih tááláá ääigi taheh.

source: Dalle sámit ásaiduhtte guovlluideaset okto.
smn: Talle sämmiliih asâiduttii sii kuávluid ohtuunis.

source: Boares dutkamuša mielde sámit livčče ollašuhttán unnahámát boazodoalu, mas bohccot livčče atnon goddebivddus hohkahallandárkkuhusa dihtii guhká, muhto viiddes nomáda badjedoallu lei easka 1600-logu rájes.
smn: Puáris tutkâmusâi mield sämmiliih liččii hárjuttâm kuhháá uceslágán puásuituálu, mast poccuid liččii toollâm kodepivdost hokâttâstárguttâsâst, mutâ vijđes noomaadlâš puásuituálu eskân 1600-lovo rääjist.

source: Oainnut leat vuođđuduvvan vearuhuslogahallamiidda.
smn: Uáinuh láá vuáđustum viäruttâsluvâttâlmijd.

source: Leat dulkojuvvon, ahte bohccot leat lodjuduvvon duottargottis ja boazodoallu sihke meahccebivdu livčče dagahan duottargotti sogahuvvama.
smn: Lii tulkkum, ete poccuid láá lojodâm tuoddârkoddeest já puásuituálu sehe miäcástem liččii jođettâm tuoddârkode suhâjämimân.

source: Ođđasamos arkeologalaš –biologalaš dutkamuš ii doarjjo dán oainnu.
smn: Uđđâsumos arkeologâlâš-biologilâš tutkâmuš ij tuárju taam uáinu.

source: Ođđasamos DNA-dutkamuša mielde Fennoskandia dálá boazu ii leat duottargottis lodjuduvvon šládja muhto áibbas iežas šládja.
smn: Uđđâsumos DNA-tutkâmuš mield Fennoskandia tááláá puásui ij lah tuoddârkoddeest lojodum šlaajâ peic aaibâs jieijâs šlaajâ.

source: Dutkamuša mielde lea vejolaš, ahte sámit leat lodjudan historjjá áigge máŋggaid earálágan goddešlájaid.
smn: Tutkâmuš mield lii máhđulâš, ete sämmiliih láá lojodâm historjá mield maaŋgâid sierâ koddešlaajâid.

source: Arkeologat leat ovdal dulkon goddedáktegávdnosiid muitalan bivdokultuvrras, muhto ođđasamos dutkamušbohtosa vuođul dat sáhttet muitalit maiddái boazodoallokultuvrras.
smn: Arkeologih láá ovdil tulkkum, ete kodetähtikávnuseh láá muštâlâm pivdokultturist, mutâ uđđâsumos tutkâmpuátusij čuovâst toh pyehtih muštâliđ meid puásuituálukulttuurist.

source: Várra sámi boazodoallokultuvrra lea hui boaris, daningo ealáhus lea hui spesialiserejuvvon ja sámegielas leat hui viiddis boazodollui gulavaš terminologiija.
smn: Oskottetteht sämmilâš puásuituálukulttuur lii uáli puáris, ko iäláttâs lii uáli spesiaalâšum já sämikielâ ana sistees viehâ vijđes puásuituálun lohtâseijee terminologia.

source: Guollebivdu leamašan ja lea ainge dehálaš sámiid kultuvrra oassi ja mearkkašahtti ealáhus.
smn: Kuálástem lii lamaš já lii ain tergâdis uási sämmilij kulttuur já merhâšittee iäláttâs.

source: Ohcejogas guollebivddu mearkkašupmi leamašan erenoamáš stuoris.
smn: Ucjuuvâst kuálástem merhâšume lii lamaš eromâš styeres.

source: Vuosttas čálalaš máinnašumit Deanu guollebivdokultuvrras leat gaskaáiggi loahpas, maŋŋidisgaskaáiggis.
smn: Vuossâmuuh kirjáliih mainâšumeh Tiänu kuálástemkulttuurist láá maŋeskoskâääigist.

source: Dehalamos bivdoguolli, luossa, leamašan čađa áiggiid Deanu sámiide dehalamos sálašguolli sihke maiddái máksingaskaoapmi.
smn: Luosâ lii pirrâ aaigij lamaš Tiänu sämmilijd tergâdumos saalâskyeli sehe meid máksuniävvu.

source: Sámit leat bivdán biebmun gotti, ealgga sihke eanalottiid.
smn: Sämmiliih láá pivdám purrâmužžân kuudijd, soorvâid sehe eennâmluudijd.

source: Ealggaid ja gottiid bivde bivdorokkiin, vuojihemiin ja áidumin.
smn: Soorvâid já kuudijd sij pivdii pivdorugijguin, vyejeetmáin já kaardijn.

source: Arkeologat leat gávdnan sámiid ruovttuguovllus máŋggaid otná beaivve rádjai seilon bivdorokkiid.
smn: Arkeologih láá kavnâm sämikuávlust maaŋgâid taaid peivijd siäilum pivdoruugijd.

source: Unnimus fuođđuid bivde lassin náhkiid dihtii.
smn: Ucebijd meccivalje-elleid pivdii lasseen tuurhâi tiet.

source: Sámit vuvde náhkiid álo Gaska-Eurohpa rádjai juo hui árrat.
smn: Sämmiliih vuobdii tuurhâid ain Koskâ-Euroop räi jo viehâ tooláá.

source: Čoaggin lea gullan sámiid biepmuháhkamii čađa historjjá.
smn: Nuurrâm lii kuullâm sämmilij purrâmuš skappuumân miätá historjá.

source: Čáhcelottiid manneheapmi dahjege maniid čoaggin muorain, leamašan dehálaš biebmolassi, ja vuohki lea seilon unnahámát buđaldussan áibbas dáid beivviid rádjai.
smn: Čäciluudij moonij nuurrâm vuovdâin lii lamaš tergâdis purrâmušlase já tääpi lii siäilum uceslágán puđâldâssân tai peeivij räi.

source: Iešguđet sámekultuvrrain leamašan iešguđetlágan váldobiebmogáldut ja ássanmállet, maidda váikkuhedje biras, luonddu resursavuođđu sihke kultuvrra dábit ja árbbit.
smn: Sierâ sämikulttuurijn láá lamaš sierâlágán váldupurrâmuškäldeidis já aassâmhamijdis, main vaikuttii piirâs, luándu reesuursvuáđu sehe kulttuur täävih já ärbivyevih.

source: Badjesámiin ássan čuovui bohccuid lunddolaš geinnodagaid mearrarittu geasseorohagain álo suddjes meahcceguovlluide ja duoddariidda.
smn: Puásuisämmilijn aassâmkove nyevdittij poccui luándulijd jotteemkiäinuid merârido kesikuávluin ain suáijáás meccikuávloid já tuoddâráid.

source: Eallogeahččit ja bearrašat elle johtti dahjege nomádalaš eallinvuogi.
smn: Keččeeh já peerah ellii jottee ađai noomaadlâš eellimtäävi.

source: Maiddái guolásteaddjisámiin lei johtti eallinvuohki.
smn: Meid kuálásteijeesämmilijn lâi jottee eellimtääpi.

source: Dálveorohaga dálá Suoma guovllus doalli sámit leat fitnan guollebivddus geassit gitta Norgga mearrarittu rájes.
smn: Tälvipääihi tááláá Suomâ kuávlust tuállee sämmiliih láá iällám kuáláástmin keessiv ain Taažâ merâriddoost räi.

source: Sámiid historjjálaš návddašanviidodat leamašan dálá dili ektui máŋgga eará riikka viidodagas.
smn: Sämmilij historjálâš navdâšemkuávlu lii lamaš tááláá tile háárán maaŋgâ sierâ staatâ kuávlust.

source: Anáraččain leamašan guollebivddu, meahccebivddu ja maŋŋelis maiddái šibitdoalu várás ovttas golbmii bajiid mielde orrojuvvon saji.
smn: Anarâšâin láá lamaš kuálástem, miäcástem já maŋeláá meid šiiveettuálu várás oovtâst kuulmán pajasávt aassum sajeh.

source: Anáraččat leat maiddái doallan ja dollet ainge bohccuid.
smn: Anarâšah láá meid toollâm já tuálih ain-uv poccuid.

source: Anáraččaid orohatlotnašuvvan čoahkkanii Anárjávrri čázádaga lahkosii.
smn: Anarâšâi varriistâllâm kuávdásmittui Aanaarjäävri čácáduv alda.

source: Anáraččaid dálveorohat lei dávjá siseatnama vuvddiin, mat ledje biekkasuojis ja guovllus ledje boaldinmuorat ja guođohaneatnamat.
smn: Anarâšâi tälvipäikki lâi távjá siseennâm meecijn, moh lijjii suáijááh já kuávlust lijjii puáldimmuorah já puásuikuáttumeh.

source: Geasseorohagat ledje lunddolaččat jávrriid dahjege buriid guollečáziid guoras.
smn: Kesipääihih lijjii luándulávt jaavrij ađai šiev kyeličaasij paaldâst.

source: Orohatlotnašuvvan seaillui muhtun anáraš bearrašiin gitta 1950-logu rádjai.
smn: Varriistâllâm siäilui motomijn anarâšperruin ain 1950-lovo räi.

source: Nuortalašservoša searvvuš- ja ealáhusvuogádagas lea buoremusat seilon dieđut Suonnjelgili nuortalašservošis.
smn: Nuorttâlâšsiärváduv siärvádâh- já iäláttâsvuáháduvvâst láá pyeremustáá siäilum tiäđuh Syennjilsiijdâ nuorttâlâšsiärváduvvâst.

source: Suonnjelgili nuortalaččain lei oktasaš dálvegilli, gos eará sogat hádjánedje árbevirolaš sohkaeatnamiidda guollebivddu ja bivddu dihtii.
smn: Syennjilsiijdâ nuorttâlâšâin lâi ohtsâš tälvisijdâ, mast jieškote-uv suuvah pieđgânii ärbivuáválijd suhâkuávloid kuálástem já pivdem várás.

source: Dálvegilis bearrašat ollašuhtte ovttas bivddu ja guollebivddu.
smn: Tälvisiijdâst perruuh hárjuttii oovtâst pivdem já kuálástem.

source: Dálvegilis čoahkkanii nuortalaččaid giličoahkkin, mii mearridii eatnamiid geavaheamis ja servoša guoski áššiin.
smn: Tälvisiijdâst čokkânij nuorttâlâšâi sijdâčuákkim, mii meridij kuávlui kiävtust já siärvuslijn aašijn.

source: Nuortalaččat leat lassin ollašuhttán unnahámát boazodoalu.
smn: Nuorttâlâšah láá lasseen hárjuttâm uceslágán puásuituálu.

source: Ođđaássan álgá
smn: Uđâsaassâm álgá

source: Gaskaáiggi rájes eará stáhtat álge šaddat sámiid ásahan orrunsajiide ja stáhtaid beroštupmi čuozai gulul maiddái davás ja dan resurssaide.
smn: Koskâääigi rääjist sierâ staatah algii šoddâđ sämmilij asâiduttem aassâmkuávluin já staatâi perustem čuosâi kuuloold meid tavas já tave resurssij peht.

source: 1500-logu loahppabeali rádjai sámit elle measta áidna álbmogin iežaset guovlluin.
smn: 1500-lovo loppâbeln räi sämmiliih ellii masa áinon jieijâs kuávluin.

source: Suopmelaš ja sápmelaš ásahusa rádján lei ng.
smn: Syemmilii já sämmilii aassâm rääjjin lâi nk.

source: "Lappi ja Lanta rádji", mii lei dálá sámiid ruovttuguovllu máddelabbos.
smn: "Laapi já Läädi rääji", mii juuđij tááláá sämikuávlust mäddiláá.

source: Historjáčálli Kyösti Julku lea meroštallan lappi ja lanta rájá rádječuolddaid.
smn: Historjáčällee Kyösti Julku lii miäruštâllâm laapi já läädi rääji räjiuurâid.

source: Rádjá vuođđuduvai sámegiliid ja suopmelaš gielddaid rájáide.
smn: Rääji vuáđudui sämisiijdâi já syemmilâš pitejái raajijd.

source: Rájá ii sáhttán rasttildit.
smn: Rääji ij uážžum rastaldittiđ.

source: Rádjá ii goit seilon fámus hirbmat guhká, muhto Kustaa Vaasa 1600-logus (1673 ja 1695) addin ássanplakáhtat heaittihedje rájá ja álggahedje ođđaássama sámiid orrunguovlluide.
smn: Rääji ij kuittâg siäilum vyeimist uáli kuhháá, peic Kustaa Vaasa 1600-lovvoost (1673 já 1695) adelem aassâmplakateh lopâttii rääji já algâttii uđâsaassâm sämmilij aassâmkuávluid.

source: Fárrema dorjo sosiálalaš ja ekonomalaš healppuhemiiguin.
smn: Varrim tuorjuu sosiaallâš já ekonomâlâš helppimijn.

source: Ođđaássama áigge dálá Suoma ja Norgga davvioasit gulle Durdnosa ja Giema Lappii.
smn: Uđâsaassâm ääigi tááláá Suomâ já Taažâ taveuásih luhhii Tuárnus já Kiemâ Laapijd.

source: Ođđaássama mielde mátta sámejoavkkut sudde suopmelaškultuvrii.
smn: Uđâsaassâm mield máddáá sämijuávhuh suddâluvvii syemmilâš kulttuurân.

source: Dáin kultuvrrain leat báhcán muhtun diktabihtát ja dajaldagat.
smn: Tain kulttuurijn láá pááccám motomeh tiivtâpitáh já eđâlduvah.

source: Ođđaássama mielde stáhta, girku ja turisttat beroštuvve sámiid ruovttuguovllus.
smn: Uđâsaassâm mield staatâ, kirkko já mađhâšeijeeh peerustškuottii sämikuávlust.

source: Maiddái vearuheaddji beroštuvai davvi Sámis.
smn: Meid viärutteijee peerustškuođij tave Sämienâmist.

source: Sámit sáhtte máksit vearuid juoba buot lagasguovllu stáhtaide, go riikkaid ráját eai lean davvin čielgasat.
smn: Sämmiliih sättih mäksiđ viäruid jobâ puoh aldakuávlu staatáid, ko staatâi rääjih iä lamaš tavveen čielgah.

source: Vuosttasin ođđasássan juvssai Eanodaga ja Anára.
smn: Vuossâmužžân uđâsaassâm juuvsâi Iänuduv já Aanaar.

source: Ođđaássama mielde eanadoallu bođii maiddái sámiid ruovttuguvlui.
smn: Uđâsaassâm mield eennâmtuálu poođij meid sämikuávlun.

source: Anára ja Ohcejoga sámiide eanadoalus šattai guollebivdo- ja bivdokultuvrra oassi.
smn: Aanaar já Ucjuv sämmilijd eennâmtuálust šoodâi kuálástem- já pivdokulttuur uási.

source: Ođđaássama mielde maiddái álge sámiid jorgalahttit kristtalašoskui ja dát dagahii sámegiela dili fuotnáneami sihke sápmelaš dološoskku jávkama.
smn: Uđâsaassâm mield sämmilijd algii jurgâlittiđ ristâoskon já taat jođettij sämikielâ sajattuv hiäjusmân sehe sämmilii tovláá osko lappuumân.

source: Rájáin háddjejuvvon álbmot
smn: Rajijguin pieđgejum aalmug

source: Strömstada rádjasoahpamuša rádjáortnedemiin jagi 1751 gessojuvvui Ruoŧa-Suoma ja Danmárkku-Norgga ráját maŋit hápmái.
smn: Strömstad räjisopâmuš räjiorniimijn ive 1751 keesij Ruotâ-Suomâ já Tanska-Taažâ raajijd maŋŋeed hámásis.

source: Soahpamuša Lappekodisillenis jagi 1751 Ruoŧŧa-Suopma ja Danmárku-Norga dáhkidedje ee. sámiide vuoigatvuođa rasttildit rájáid boazoealuin ja guollebivdodárkkuhusa dihtii.
smn: Sopâmuš lappcodisillenist ive 1751 Ruotâ-Suomâ já Tanska-Taažâ tähidii el. sämmilijd vuoigâdvuođâ rastaldittiđ raajijd poccuiguin já kuálástemtárguttâsâst.

source: Dát vuoigatvuohta joatkašuvai jagi 1852 rádjagiddema rádjai.
smn: Taat vuoigâdvuotâ jotkui ive 1852 räjitoppâmân räi.

source: Rádjagiddemat Suoma ja Norgga gaskkas jagi 1852 sihke Ruoŧa ja Suoma gaskkas jagi 1889 heite árbevirolaš johtima Suomas ja dagahedje stuorra ássannuppástusaid sámeguovllus.
smn: Räjitoppâmeh Suomâ já Taažâ kooskâst ive 1852 sehe Ruotâ já Suomâ kooskâst ive 1889 lopâttii ärbivuáválâš jotteem Suomâst já tovâttii stuorrâ aassâmnubástusâid sämikuávlust.

source: Sámit galge válljet bissovaččat iežaset ássaneatnamiid ja válljet árbevirolaš sohkaeatnamiid gaskkas.
smn: Sämmiliih kolgii valjiđ pisovávt aassâmenâmis já valjiđ ärbivuáválij suhâkuávlui kooskâst.

source: Rájáid mielde maiddái ođasássan lassánii 1800-logus ja stáhtat álge diđolaš politihkain nannet váldoálbmoga ovdduid ja suddadit sámiid váldoálbmogii.
smn: Raajij mield meid uđâsaassâm kiävrui 1800-lovvoost já staatah algii tiäđulii politiik vievâst nanodiđ válduaalmug hiäđuid já suddâluttiđ sämmilijd válduaalmugân.

source: Sámiid oktavuohta iežas gillii ja kultuvrii hedjonii.
smn: Sämmilij ohtâvuođâ jieijâs kielân já kulttuurân hiäjusmui.

source: Erenoamážit skuvlalágádusa boahtin dagahii sámegiela dili fuotnáneapmái.
smn: Eromâšávt škovlâlájádâs puáttim jođettij sämikielâ sajattuv hiäjuusmân.

source: Nubbi máilmmisoahti dagahii nuortalaččaid árbevirolaš orrunguovlluid hádjáneapmái guovtti riikka gaskkas.
smn: Nubbe maailmsuáti jođettij nuorttâlâšâi ärbivuáválâš aassâmkuávlui pieđgânmân kyevti staatâ kooskâst.

source: Dálá Suoma nuortalaččat šadde Beahcáma guovllu golmma siidda, Suonnjelgili, Beahcáma ja Báhcaveaijoga nuortalaččain.
smn: Tááláá Suomâ nuorttâlâšah čuággáneh Piäcám kuávlu kuulmâ siijdâ, Syennjilsiijdâ, Piäcám já Paččvei nuorttâlâšâin.

source: Sin ásahedje II máilmmisoađi maŋŋá Anára gieldda nuortaosiide.
smn: Sii asâiduttii II maailmsuáđi maŋa Aanaar kieldâ nuorttâkuávloid.

source: Oassi bázii Sovjetlihtu guvlui.
smn: Uási paasij Neuvostoliito kuávlun.

source: Suonnjelgili-olbmuid sajuštedje Čeavetjávrri guvlui, Beahcángili-olbmot Tsarmijávrri-Njellim guvlui sihke Báhčaveaijoh-olbmot Kiäváájávri-Mustola guvlui.
smn: Syennjilsiijdâliih soijii Čevetjäävri kuávlun, piäcámsiijdâliih Čaarmâjäävri-Njellim kuávlun sehe paččveiliih Kiđđâjävri-Mustola kuávlun.

source: Sámiid oktasašbargu álgá
smn: Sämmilâš oovtâstpargo álgá

source: Sámiid etnihkalaš ja álbmotlaš morráneapmi álggii 1800-logu loahpas Norggas ja Ruoŧas, goas šadde vuosttas sámesearvvit ja aviissat.
smn: Sämmilii etnisâš já aalmuglâš moránem aalgij 1800-lovo loopâst Taažâst já Ruotâst, kuás šoddii vuossâmuuh sämiseervih já aaviseh.

source: Vuosttas oktasaš sámečoahkkima dolle 1917 Norgga Trondheaimmas.
smn: Vuossâmuš ohtsâš sämičuákkim tollui 1917 Taažâ Trondheimist.

source: Oktasašbargu šattai čavggabun sođiid maŋŋá goas Ruoŧa Johkamohkis dolle 1953 vuosttas golmma riikka sámiid konferánssa.
smn: Ohtsâšpargo lasânij suáđij maŋa kuás Ruotâ Jokkmokist tollui 1953 vuossâmuš kuulmâ staatâ sämmilij konferens.

source: Dat deattuhii sámiid vuoigatvuođaid luondduriggodagaide ja gillii ja mearridii sámiid oktasaš Sámeráđi vuođđudeami.
smn: Tot tiäduttij sämmilij vuoigâdvuođâid luánduvaarijd já kielân já meridij ohtsâšsämmilâš Sämirääđi vuáđđudmist.

source: Sámesearvvuš álggii ortniidit ja 1900-logu gaskamuttu rádjai Suomas doibme sámesearvvit.
smn: Sämisiärvádâh aalgij ornijdiđ já 1900-lovo pelimudo räi Suomâst toimmii sämiseervih.

source: Sámeservoša aktiiva doaibman oažžui áigái sámeparlameantta vuođđudeami 1970-logus.
smn: Sämisiärváduv aktiivlâš toimâ jođettij säämi parlament vuáđđudmân 1970-lovvoost.

source: Skuvlaruoktoássamis sámegiela oahpahussii
smn: Škovlâpäikkiasâmist sämikielâ máttááttâsân

source: 1900-logu álgu lei láttiiduhttima áigi.
smn: 1900-lovo algâ lâi lädijduttem äigi.

source: Máŋggat mánát masse sámegiela dáiddu skuvlaruovttuin.
smn: Maaŋgah päärnih monâttii sämikielâ tááiđu škovlâpaaihijn.

source: Mánát besse fitnat ruovttusteaset dušše hárve ja oktavuohta sámegielat birrasii fuotnánii.
smn: Päärnih pessii eelliđ päihistis tuše harvii já ohtâvuotâ sämikielâlâš pirrâdâhân hiäjusmij.

source: Sámegiela hállan gildui máŋggain oktavuođain.
smn: Sämikielâ sárnum kieldui maaŋgâin ohtâvuođâin.

source: Sámegiella ja -kultuvrra lei hui áitatvuloš 1900-logu gaskkamuttus.
smn: Sämikielâ já -kulttuur lijjii uáli uhkevuálásiih 1900-lovo pelimuddoost.

source: Sámeservoša ortniiduvvan ja sámeoktasašbargu ožžo áigái sámekultuvrra dili buorráneapmái, sámegiela dili ovdáneapmái ja láhkaásahusa ovdáneapmái.
smn: Sämisiärváduv ornijdem já sämioovtâstpargo jođettii sämikulttuur sajattuv puárránmân, sämikielâ sajattuv ovdánmân já lahâasâttem ovdánmân.

source: Sámegielat oahpahus álggahuvvui vuođđoskuvllain ja vuosttas sámi giellaláhka dohkkehuvvui jagi 1992.
smn: Sämikielâlâš máttááttâs algâttui vuáđuškoovlâin já vuossâmuš säämi kielâlaahâ tuhhiittui ive 1992.

source: Láttiiduhttinproseassa guđii čiekŋalis luotta sámeservodahkii ja dagahii sámegielaid áitatvuložin.
smn: Lädijduttemproosees kuođij jieŋâlis luodâ sämisiärvádâhân já jođettij sämikielâi uhkevuálásâžžân šoddâdmân.

source: Dušše sullii vádjit bealli Suoma sámiin hálla sámegiela eatnigiellan.
smn: Tuše suulân vááijuv peeli Suomâ sämmilijn sárnu sämikielâ eenikiellân.

source: Hástalusat
smn: Hástuseh

source: Sámekultuvra lea seilon iešlágálažžan ja áidnalunddot eamiálbmotkultuvran suddadanfiggamušain fuolakeahttá.
smn: Sämikulttuur lii siäilum jiešnálásâš já áinoošlajâsâš algâaalmugkulttuurin suddâlumviggâmušâin peerusthánnáá.

source: Sámekultuvra gártá áinge deaivat stuorra hástalusaid.
smn: Sämikulttuur kárttá ain kuáhtáđ stuorrâ hástusijd.

source: Sámiid eretfárren eret sámiid ruovttuguovllus dagaha stuorra hástalusa sámegielat bálvalusaide ja oahpahussii, sámegiela ja -kultuvrra boahtteáigái sihke sámeealáhusaid ollašuhttimii.
smn: Sämmilij meddâlvarrim sämikuávlust toovvât stuorrâ hástus sämikielâlijd palvâlussáid já máttááttâsân, sämikielâ já -kulttuur puátteevuotân sehe sämi-iäláttâsâi háárjutmân.

source: Dálkádatnuppástus, globalisašuvdna ja ekonomalaš beroštupmi árktalaš guovllu vuostá buktet maiddái stuorra hástalusaid.
smn: Šoŋŋâdâhnubástus, globalisaatio já ekonomâlâš perustem arktâsâš kuávlu kuáttá pyehtih meid stuorrâ hástusijd.
